<s> 0
</s> 0
the 59421
<unk> 53299
N 37607
of 28427
to 27430
a 24755
in 21032
and 20404
's 11555
for 10436
that 10419
$ 8764
is 8533
it 7191
said 7141
on 6643
at 5767
by 5705
as 5696
from 5435
with 5354
million 5331
mr. 4949
was 4900
be 4586
its 4570
are 4527
he 4217
but 4192
has 4040
n't 4006
an 3994
have 3786
will 3766
new 3251
or 3169
company 3077
they 2962
this 2851
which 2756
year 2753
would 2695
about 2668
market 2647
says 2467
more 2423
were 2414
had 2217
billion 2154
their 2143
his 2119
up 2094
u.s. 2056
one 2048
than 2035
stock 2002
been 1968
some 1941
who 1928
also 1866
other 1806
share 1798
not 1699
we 1657
corp. 1543
when 1511
last 1482
if 1480
i 1472
all 1463
shares 1443
president 1430
years 1426
trading 1415
first 1382
two 1378
after 1362
inc. 1355
because 1353
could 1335
sales 1331
& 1279
out 1265
there 1257
do 1190
only 1188
business 1169
such 1161
most 1146
can 1143
co. 1130
york 1127
into 1120
may 1109
over 1105
group 1101
many 1089
now 1031
time 1031
federal 1021
companies 1020
prices 1016
no 1003
government 1002
so 990
any 987
cents 973
quarter 962
bank 955
investors 947
down 939
you 937
price 928
exchange 924
what 914
people 907
even 904
say 878
yesterday 868
much 863
big 851
while 849
months 844
securities 843
under 841
week 838
rose 829
bonds 803
them 803
stocks 800
major 781
next 778
three 774
net 770
interest 768
' 767
earnings 759
did 749
financial 747
still 742
make 739
chairman 736
american 731
just 730
earlier 727
board 724
through 719
investment 716
before 713
those 711
since 710
chief 709
executive 707
industry 707
these 700
state 696
money 693
national 691
off 669
friday 668
officials 667
expected 665
program 665
analysts 655
made 655
like 653
rate 653
she 638
unit 635
month 624
markets 621
days 617
does 612
house 612
profit 606
sell 603
buy 595
between 594
against 593
rates 589
both 588
plan 585
capital 580
firm 577
income 574
back 573
get 572
recent 569
revenue 567
japanese 566
ago 565
average 562
general 560
products 557
during 556
should 553
well 553
own 551
funds 549
index 545
international 544
offer 539
fell 538
issue 536
another 535
court 531
part 530
debt 528
then 526
take 525
trade 525
among 523
higher 523
including 520
her 511
being 508
however 507
japan 504
each 501
reported 499
according 497
world 495
computer 489
tax 487
vice 485
sale 483
plans 482
work 481
sold 478
lower 477
several 476
report 474
way 474
past 473
traders 473
operations 472
our 472
bid 471
increase 470
high 468
loss 465
end 464
less 463
banks 461
common 461
very 461
economic 460
growth 460
where 460
day 458
issues 457
good 453
third 453
closed 452
department 452
how 452
bill 449
few 448
foreign 448
early 446
futures 445
pay 444
cash 439
five 439
management 434
yield 432
insurance 430
're 427
bush 427
costs 425
oil 425
used 425
might 423
news 422
treasury 420
office 418
system 418
bond 416
use 414
public 413
concern 412
director 411
spokesman 411
current 410
service 409
close 408
due 408
officer 407
far 405
late 405
small 405
too 404
based 403
british 403
street 403
added 401
assets 401
today 401
fund 399
agreement 397
him 396
yen 395
law 394
already 393
least 392
think 391
until 391
case 390
congress 389
oct. 389
real 388
value 387
agency 386
number 386
contract 385
ended 385
going 385
union 385
city 381
same 381
wall 380
little 379
operating 377
september 376
services 374
home 373
dollar 372
california 370
points 368
though 368
economy 367
san 367
stake 366
called 361
put 361
period 360
results 360
move 359
research 359
second 359
agreed 357
help 357
see 357
four 356
administration 355
buying 354
selling 353
maker 352
here 351
without 351
former 348
total 348
firms 346
point 346
analyst 345
around 345
offering 345
want 345
long 344
problems 344
loans 343
corporate 341
west 340
power 338
production 338
six 338
compared 335
whether 335
credit 333
dow 333
monday 333
third-quarter 333
cost 331
set 331
ual 331
although 329
go 327
half 327
annual 325
likely 325
recently 325
right 325
cut 324
losses 324
country 322
further 321
increased 321
control 320
john 319
august 318
strong 318
volume 318
continue 317
expects 317
notes 316
committee 315
large 313
takeover 310
old 308
drop 307
policy 307
yet 307
london 306
declined 304
my 303
plant 303
junk 301
soviet 301
wo 301
life 299
decline 298
systems 298
political 296
result 296
inc 294
must 294
times 294
held 293
weeks 293
gain 292
industrial 292
announced 290
chicago 290
association 289
fiscal 289
senior 289
change 288
support 288
air 287
come 287
jones 287
largest 287
become 286
making 286
series 286
white 285
line 284
give 283
workers 283
certain 280
composite 280
demand 280
senate 280
south 280
judge 279
paper 279
problem 279
latest 278
show 278
nov. 276
nearly 275
employees 274
commercial 272
commission 272
orders 272
took 271
members 270
example 268
francisco 268
record 268
businesses 267
estate 267
official 267
acquisition 266
executives 266
loan 266
paid 266
better 265
estimated 265
priced 265
development 264
level 264
trust 263
deal 262
need 262
others 262
began 261
comment 261
later 261
purchase 260
texas 260
data 259
meeting 259
addition 258
despite 258
october 258
washington 258
proposed 257
rise 257
nation 256
product 256
holding 255
technology 255
area 254
know 254
ms. 254
your 254
currently 253
nine 253
offered 252
almost 251
building 251
health 251
possible 251
robert 251
spending 251
us 251
earthquake 249
once 249
proposal 249
dropped 246
investor 246
future 245
return 245
force 244
received 244
came 243
customers 243
order 243
steel 243
within 243
top 242
expect 241
include 240
terms 240
amount 239
europe 238
every 238
information 238
gas 237
named 237
programs 237
trying 237
defense 236
america 235
decision 235
often 235
tuesday 235
changes 234
ford 234
gains 234
again 232
charge 232
equipment 232
filed 232
drug 231
keep 231
ca 230
damage 230
position 230
east 229
july 229
ltd. 229
never 229
enough 228
lot 228
united 228
financing 227
rights 227
told 227
james 226
local 226
private 226
budget 225
previous 225
division 224
following 224
managers 224
fall 223
great 223
additional 222
buy-out 222
european 222
outstanding 222
finance 221
found 221
got 221
able 220
co 220
industries 220
options 220
banking 219
corp 219
fed 219
mortgage 219
provide 219
transaction 219
whose 219
car 218
computers 216
've 215
manager 215
things 214
advertising 213
away 213
continued 213
run 213
tokyo 213
action 212
shareholders 212
makes 211
marketing 211
black 210
china 210
important 210
june 210
ad 209
best 209
contracts 209
dollars 209
instead 209
consumer 208
place 208
sept. 208
rather 207
university 207
equity 206
lost 206
low 205
below 204
asked 203
states 203
airlines 202
believe 202
bills 202
soon 202
getting 201
inflation 201
posted 201
units 201
via 201
head 200
warner 200
auto 199
charges 199
food 199
suit 199
family 198
jaguar 198
look 198
network 198
above 197
account 197
claims 197
full 197
march 197
open 197
led 196
meanwhile 196
taken 196
boston 195
face 195
personal 195
raise 195
los 194
domestic 193
fact 193
included 193
legal 193
potential 193
stores 193
left 192
canada 191
talks 191
construction 190
ibm 190
subsidiary 190
calls 189
itself 189
makers 188
security 188
d. 187
long-term 187
portfolio 187
risk 187
special 187
working 187
dealers 186
figures 186
similar 186
western 186
bought 185
canadian 185
restructuring 185
secretary 185
tv 185
crash 183
germany 183
gold 183
previously 183
reached 183
statement 183
along 182
david 182
probably 182
available 181
find 181
individual 181
magazine 181
mrs. 181
reports 181
reserve 181
countries 180
effort 180
labor 180
party 180
savings 179
standard 179
biggest 178
effect 178
holders 178
looking 178
parent 178
performance 178
either 177
given 177
hard 177
increases 177
pacific 177
school 176
dividend 175
reduce 175
remain 175
television 175
energy 174
noted 174
profits 174
using 174
# 173
center 173
known 173
machines 173
approval 172
buyers 172
cars 172
cases 172
lawyers 172
saying 172
coming 171
efforts 171
free 171
hit 171
hong 171
investments 171
approved 170
chemical 170
payments 170
short 170
venture 170
why 170
call 169
groups 169
having 169
telephone 169
north 168
went 168
helped 167
joint 167
merrill 167
retail 167
airline 166
britain 166
different 166
especially 165
estimates 165
institute 165
levels 165
raised 165
year-earlier 165
angeles 164
clients 164
communications 164
growing 164
huge 164
lead 164
remains 164
s&p 164
acquired 163
clear 163
ever 163
heavy 163
lynch 163
manufacturing 163
percentage 163
slightly 163
act 162
brokerage 162
columbia 162
kong 162
strategy 162
william 162
attorney 161
german 161
legislation 161
particularly 161
something 161
eastern 160
gained 160
interests 159
job 159
leading 159
really 159
thing 159
activity 158
fees 158
marks 158
transportation 158
view 158
begin 157
completed 157
failed 157
institutions 157
name 157
question 157
gm 156
rally 156
rules 156
team 156
deficit 155
leaders 155
lines 155
pressure 155
project 155
taking 155
acquire 154
directors 154
holdings 154
me 154
michael 154
military 154
process 154
toward 154
wants 154
build 153
outside 153
plunge 153
producers 153
seeking 153
competition 152
course 152
includes 152
limited 152
related 152
role 152
start 152
turn 152
hours 151
medical 151
seems 151
started 151
bad 150
disclosed 150
owns 150
reason 150
'm 149
bay 149
calif. 149
central 149
hold 149
means 149
seven 149
themselves 149
campaign 148
fourth 148
generally 148
goods 148
independent 148
plants 148
young 148
concerns 147
leader 147
reserves 147
sony 147
basis 146
meet 146
poor 146
scheduled 146
shearson 146
vote 146
april 145
daily 145
man 145
sen. 145
adds 144
issued 144
reduced 144
richard 144
currency 143
district 143
involved 143
largely 143
always 142
conference 142
doing 142
estimate 142
key 142
majority 142
measure 142
perhaps 142
quickly 142
regulators 142
try 142
turned 142
areas 141
beginning 141
morgan 141
press 141
range 141
rep. 141
thrift 141
'll 140
ahead 140
bankers 140
drexel 140
french 140
j. 140
longer 140
needed 140
significant 140
accounts 139
allow 139
done 139
impact 139
property 139
thought 139
caused 138
consider 138
considered 138
test 138
electric 137
projects 137
de 136
night 136
seen 136
shows 136
traded 136
france 135
subject 135
brokers 134
care 134
eight 134
planned 134
staff 134
study 134
supply 134
abortion 133
community 133
journal 133
nothing 133
partners 133
paul 133
plc 133
sharply 133
situation 133
thursday 133
auction 132
congressional 132
december 132
housing 132
anything 131
kind 131
let 131
parts 131
prime 131
settlement 131
space 131
stock-index 131
base 130
history 130
manufacturers 130
war 130
wednesday 130
a. 129
became 129
hurt 129
simply 129
smaller 129
aid 128
created 128
delivery 128
earned 128
jumped 128
justice 128
motor 128
opened 128
short-term 128
changed 127
continuing 127
george 127
indeed 127
men 127
near 127
produce 127
protection 127
showed 127
side 127
worth 127
yields 127
brothers 126
floor 126
required 126
volatility 126
democratic 125
exports 125
form 125
natural 125
preferred 125
receive 125
software 125
summer 125
taxes 125
tons 125
women 125
dec. 124
giant 124
increasing 124
seem 124
boost 123
partner 123
recession 123
sent 123
usually 123
difficult 122
hopes 122
merger 122
moody 122
note 122
owned 122
active 121
closely 121
filing 121
game 121
media 121
morning 121
per 121
session 121
thus 121
ways 121
announcement 120
benefits 120
conditions 120
imports 120
initial 120
minister 120
produced 120
article 119
cbs 119
children 119
closing 119
convertible 119
hand 119
resources 119
seek 119
strike 119
wanted 119
won 119
attempt 118
capacity 118
entertainment 118
feel 118
returns 118
advanced 117
associates 117
block 117
creditors 117
evidence 117
francs 117
overseas 117
red 117
source 117
actually 116
bankruptcy 116
consumers 116
continues 116
environmental 116
leveraged 116
limit 116
main 116
pound 116
rest 116
size 116
transactions 116
arbitrage 115
dr. 115
final 115
pilots 115
post 115
smith 115
spokeswoman 115
comes 114
directly 114
express 114
field 114
hope 114
light 114
member 114
'd 113
letter 113
rising 113
sector 113
shareholder 113
introduced 112
sure 112
term 112
water 112
across 111
americans 111
behind 111
cancer 111
designed 111
followed 111
forced 111
instance 111
machine 111
mark 111
noriega 111
partly 111
together 111
built 110
fully 110
minimum 110
peter 110
quality 110
running 110
trader 110
believes 109
brought 109
decided 109
himself 109
questions 109
require 109
sense 109
separate 109
whole 109
apparently 108
bring 108
economists 108
moves 108
play 108
response 108
serious 108
spent 108
stop 108
age 107
agencies 107
battle 107
economist 107
effective 107
gave 107
lehman 107
minutes 107
offers 107
sec 107
ability 106
chain 106
digital 106
farmers 106
institutional 106
matter 106
operation 106
paying 106
various 106
allowed 105
authority 105
discount 105
january 105
offices 105
overall 105
provision 105
quarterly 105
ruling 105
supreme 105
unchanged 105
contributed 104
declines 104
expenses 104
jobs 104
newspaper 104
rule 104
sign 104
single 104
veto 104
brand 103
cause 103
funding 103
hugo 103
irs 103
moreover 103
quake 103
sharp 103
survey 103
trial 103
actual 102
deals 102
facilities 102
figure 102
highly 102
idea 102
needs 102
quoted 102
real-estate 102
salomon 102
trades 102
kidder 101
land 101
moved 101
over-the-counter 101
pretax 101
talk 101
unless 101
wage 101
benefit 100
civil 100
holds 100
jr. 100
offset 100
payment 100
provisions 100
signed 100
spring 100
step 100
widely 100
avoid 99
commerce 99
date 99
direct 99
forces 99
greater 99
improve 99
organization 99
r. 99
specific 99
valley 99
woman 99
flat 98
headquarters 98
interview 98
leave 98
slow 98
alone 97
create 97
democrats 97
focus 97
hurricane 97
improved 97
indicated 97
margins 97
mutual 97
partnership 97
relatively 97
resigned 97
review 97
southern 97
spend 97
takes 97
add 96
appear 96
developed 96
emergency 96
hour 96
hutton 96
negotiations 96
opening 96
opposition 96
package 96
par 96
pension 96
premium 96
sports 96
charles 95
customer 95
cuts 95
exchanges 95
fear 95
met 95
ministry 95
speculation 95
stanley 95
aircraft 94
asset 94
council 94
develop 94
else 94
gorbachev 94
positions 94
provided 94
reagan 94
separately 94
u.k. 94
willing 94
win 94
ads 93
beyond 93
capital-gains 93
decade 93
hands 93
motors 93
otc 93
poland 93
producer 93
regional 93
section 93
standards 93
valued 93
worked 93
adding 92
australia 92
bear 92
book 92
climbed 92
electronic 92
existing 92
familiar 92
human 92
investigation 92
provides 92
radio 92
reflecting 92
stay 92
appears 91
art 91
baker 91
cable 91
death 91
education 91
electronics 91
guber 91
individuals 91
internal 91
managing 91
nasdaq 91
november 91
peters 91
planning 91
popular 91
properties 91
remaining 91
safety 91
bids 90
chance 90
commodity 90
competitors 90
dinkins 90
everyone 90
film 90
goes 90
larger 90
moving 90
proceeds 90
qintex 90
reach 90
substantial 90
tough 90
works 90
activities 89
amounts 89
carrier 89
conservative 89
dividends 89
fight 89
modest 89
option 89
purchases 89
read 89
regulatory 89
sometimes 89
success 89
totaled 89
version 89
bell 88
county 88
elected 88
johnson 88
materials 88
measures 88
nor 88
owners 88
phone 88
researchers 88
backed 87
events 87
gulf 87
lawyer 87
negative 87
passed 87
rejected 87
room 87
santa 87
students 87
target 87
tell 87
thomas 87
debentures 86
interested 86
lawmakers 86
painewebber 86
policies 86
prevent 86
so-called 86
social 86
store 86
strength 86
trouble 86
weekend 86
broadcasting 85
bureau 85
cited 85
considering 85
expectations 85
experts 85
feet 85
list 85
maintain 85
mexico 85
mostly 85
saw 85
story 85
apple 84
certainly 84
criminal 84
drugs 84
eventually 84
goldman 84
image 84
lack 84
lin 84
manhattan 84
necessary 84
nissan 84
output 84
practice 84
raising 84
stand 84
true 84
weak 84
accounting 83
attention 83
c$ 83
consultant 83
details 83
factors 83
finally 83
giving 83
grew 83
rating 83
reduction 83
traditional 83
approach 82
entire 82
export 82
grand 82
houses 82
miles 82
opportunity 82
pence 82
prepared 82
retirement 82
typically 82
world-wide 82
anyone 81
class 81
clearly 81
cover 81
e. 81
engineering 81
everything 81
expansion 81
increasingly 81
nbc 81
neither 81
publicly 81
tomorrow 81
trend 81
troubled 81
advertisers 80
afternoon 80
brands 80
carry 80
collapse 80
college 80
combined 80
complete 80
crude 80
disaster 80
gives 80
heavily 80
immediately 80
mean 80
minority 80
panel 80
petroleum 80
restrictions 80
spread 80
tender 80
treatment 80
30-year 79
aimed 79
believed 79
boeing 79
corporations 79
declining 79
expensive 79
magazines 79
numbers 79
ones 79
original 79
particular 79
sought 79
technical 79
accept 78
affected 78
appropriations 78
bidding 78
chapter 78
concerned 78
copper 78
easy 78
forecast 78
kept 78
monthly 78
municipal 78
northern 78
ohio 78
ownership 78
pentagon 78
person 78
players 78
police 78
reorganization 78
republican 78
revised 78
someone 78
utilities 78
am 77
attributed 77
drive 77
falling 77
gets 77
items 77
jury 77
korea 77
monetary 77
mortgages 77
plunged 77
plus 77
requirements 77
runs 77
sources 77
subordinated 77
travel 77
tried 77
year-ago 77
acquisitions 76
bridge 76
broad 76
brown 76
centers 76
chemicals 76
claim 76
controls 76
difference 76
england 76
improvement 76
laws 76
lawson 76
live 76
ltd 76
moscow 76
owner 76
park 76
roughly 76
season 76
signs 76
soviets 76
us$ 76
competitive 75
debate 75
deposits 75
design 75
employee 75
experience 75
facility 75
parties 75
principal 75
steps 75
swiss 75
wrong 75
access 74
b. 74
ending 74
fixed 74
florida 74
frank 74
grow 74
homes 74
houston 74
liquidity 74
movie 74
pace 74
pending 74
professional 74
profitable 74
publishing 74
recovery 74
released 74
represents 74
sachs 74
society 74
unlike 74
vehicles 74
campeau 73
chips 73
dispute 73
failure 73
global 73
headed 73
highest 73
junk-bond 73
litigation 73
lloyd 73
lose 73
placed 73
powerful 73
primarily 73
ready 73
region 73
usx 73
amid 72
continental 72
couple 72
environment 72
established 72
maturity 72
nations 72
paris 72
pretty 72
purchased 72
reform 72
relations 72
scientists 72
sells 72
settled 72
thousands 72
values 72
victims 72
wrote 72
actions 71
alleged 71
appeal 71
balance 71
crime 71
dallas 71
expand 71
intelligence 71
l. 71
listed 71
margin 71
push 71
quite 71
ratings 71
release 71
risks 71
saatchi 71
st. 71
starting 71
successful 71
ag 70
charged 70
chinese 70
confidence 70
developing 70
fraud 70
m. 70
maybe 70
paribas 70
split 70
supplies 70
thrifts 70
uncertainty 70
ventures 70
waiting 70
whom 70
agree 69
ease 69
editor 69
elections 69
except 69
favor 69
involving 69
launched 69
mainly 69
mind 69
no. 69
normal 69
philip 69
portion 69
putting 69
reasons 69
segment 69
sort 69
sun 69
thatcher 69
threat 69
throughout 69
words 69
arizona 68
core 68
effects 68
election 68
flow 68
guilty 68
hotel 68
mae 68
mass. 68
ordered 68
p.m. 68
showing 68
slowing 68
usual 68
adjusted 67
advance 67
aerospace 67
alan 67
buildings 67
client 67
communist 67
complex 67
consulting 67
high-yield 67
lincoln 67
losing 67
model 67
predicted 67
proposals 67
relief 67
request 67
seemed 67
town 67
w. 67
weakness 67
associated 66
benchmark 66
bigger 66
c. 66
corn 66
cray 66
healthy 66
heart 66
leaving 66
managed 66
mccaw 66
n.j. 66
navy 66
primary 66
rated 66
remained 66
republicans 66
substantially 66
surged 66
tests 66
unusual 66
voters 66
accord 65
advantage 65
amendment 65
amr 65
appeals 65
assistant 65
automotive 65
buyer 65
circuit 65
controlled 65
decide 65
elsewhere 65
fewer 65
ground 65
hundreds 65
moment 65
morris 65
present 65
protect 65
representatives 65
slowdown 65
soared 65
stations 65
stronger 65
talking 65
thinks 65
uses 65
annually 64
appeared 64
broker 64
century 64
damaged 64
double 64
equal 64
faces 64
fears 64
frankfurt 64
gene 64
gone 64
integrated 64
jersey 64
lending 64
mail 64
material 64
networks 64
none 64
opinion 64
pages 64
practices 64
producing 64
prosecutors 64
responsible 64
schools 64
sides 64
stephen 64
stopped 64
temporary 64
truck 64
underwriters 64
warrants 64
ask 63
barrels 63
bit 63
blue 63
burnham 63
coast 63
coupon 63
critics 63
delay 63
deposit 63
doubt 63
felt 63
italy 63
mitsubishi 63
mixed 63
navigation 63
operate 63
parents 63
positive 63
reflect 63
shift 63
significantly 63
slide 63
sterling 63
strategic 63
telecommunications 63
trucks 63
wide 63
affairs 62
australian 62
break 62
challenge 62
devices 62
direction 62
documents 62
dozen 62
employment 62
exxon 62
flight 62
follows 62
hill 62
hills 62
insurers 62
jack 62
manville 62
metals 62
opposed 62
panama 62
played 62
prior 62
reflects 62
structure 62
suggested 62
virtually 62
accepted 61
accused 61
adviser 61
affect 61
aug. 61
b.a.t 61
ban 61
baseball 61
books 61
cities 61
citing 61
defendants 61
deputy 61
distribution 61
fire 61
georgia-pacific 61
goal 61
hearing 61
hollywood 61
hostile 61
hud 61
instruments 61
leadership 61
liability 61
models 61
music 61
nuclear 61
operates 61
patent 61
puts 61
reflected 61
rumors 61
sears 61
specialists 61
traffic 61
utility 61
africa 60
anc 60
army 60
contrast 60
conventional 60
event 60
exercise 60
fine 60
follow 60
happen 60
ii 60
influence 60
keeping 60
mayor 60
mixte 60
represent 60
residents 60
sea 60
seats 60
sir 60
speed 60
suspended 60
voted 60
certificates 59
crisis 59
cutting 59
damages 59
fairly 59
fifth 59
front 59
intel 59
krenz 59
machinists 59
minor 59
newspapers 59
pricing 59
returned 59
suggest 59
task 59
trillion 59
twice 59
weekly 59
abc 58
blacks 58
boosted 58
citicorp 58
commitments 58
comparable 58
decisions 58
ec 58
families 58
february 58
finished 58
golden 58
hospital 58
immediate 58
intended 58
jump 58
lambert 58
living 58
older 58
outlook 58
panic 58
per-share 58
professor 58
retailers 58
star 58
station 58
statistics 58
t. 58
telerate 58
wake 58
at&t 57
attorneys 57
cds 57
courts 57
determined 57
excess 57
games 57
green 57
happened 57
joined 57
pharmaceutical 57
phelan 57
phillips 57
piece 57
replace 57
resolution 57
saturday 57
save 57
sci 57
senators 57
settle 57
shown 57
voice 57
wells 57
worried 57
abroad 56
agreements 56
alternative 56
argue 56
asking 56
candidates 56
chrysler 56
compromise 56
confirmed 56
declared 56
discussions 56
fallen 56
finding 56
glass 56
guidelines 56
h. 56
highway 56
invest 56
joseph 56
language 56
lee 56
movies 56
operator 56
p&g 56
preliminary 56
prospects 56
prove 56
providing 56
reaction 56
s.a. 56
sound 56
studies 56
suggests 56
volatile 56
worry 56
written 56
advisers 55
assistance 55
audience 55
compaq 55
disclose 55
extremely 55
fair 55
giants 55
guarantee 55
guarantees 55
initiative 55
judges 55
names 55
oakland 55
one-time 55
ounce 55
refused 55
relationship 55
reporting 55
rjr 55
safe 55
serve 55
slipped 55
sugar 55
toronto 55
training 55
vehicle 55
word 55
aggressive 54
antitrust 54
applied 54
authorities 54
brady 54
church 54
denied 54
discovered 54
drives 54
entered 54
f. 54
file 54
ge 54
gross 54
interstate 54
matters 54
purchasing 54
regular 54
representing 54
s. 54
scandal 54
silver 54
suffered 54
upon 54
urban 54
worse 54
1980s 53
argued 53
asia 53
beijing 53
chase 53
consultants 53
coverage 53
expressed 53
extended 53
extent 53
extra 53
eye 53
formed 53
halt 53
launch 53
looks 53
meetings 53
negotiating 53
pact 53
possibility 53
proceedings 53
quick 53
regulations 53
reporters 53
served 53
setting 53
sotheby 53
spot 53
stearns 53
style 53
tend 53
type 53
underlying 53
usair 53
views 53
votes 53
attract 52
basic 52
choice 52
club 52
colleagues 52
color 52
critical 52
differences 52
donald 52
edward 52
factory 52
fannie 52
fourth-quarter 52
generation 52
handle 52
initially 52
join 52
mca 52
nekoosa 52
newly 52
obtain 52
politics 52
pursue 52
retailing 52
shopping 52
six-month 52
succeeds 52
sunday 52
surge 52
triggered 52
tumbled 52
unlikely 52
visit 52
voting 52
10-year 51
banker 51
branch 51
condition 51
conn. 51
consecutive 51
costly 51
extraordinary 51
farm 51
flights 51
intends 51
jan. 51
king 51
luxury 51
membership 51
pass 51
patients 51
picture 51
pictures 51
pipeline 51
promise 51
publisher 51
records 51
rival 51
river 51
shipments 51
signal 51
specialty 51
square 51
swings 51
switzerland 51
taxpayers 51
ties 51
warned 51
wife 51
1970s 50
adopted 50
chains 50
circulation 50
concluded 50
covered 50
criticism 50
described 50
door 50
easily 50
exploration 50
industrials 50
insured 50
investing 50
la 50
league 50
lives 50
manufacturer 50
movement 50
n.y. 50
nobody 50
obligation 50
participants 50
personnel 50
population 50
processing 50
quarters 50
responsibility 50
rich 50
shipping 50
singapore 50
strategies 50
wang 50
worst 50
begun 49
bottom 49
calling 49
carriers 49
caught 49
ceiling 49
chip 49
cold 49
constitutional 49
crop 49
died 49
discuss 49
faster 49
fe 49
fuel 49
illegal 49
indicate 49
institution 49
knows 49
lenders 49
louis 49
metropolitan 49
mother 49
nature 49
offerings 49
pick 49
privately 49
pushed 49
rapidly 49
resulting 49
road 49
ruled 49
shortly 49
specialist 49
stage 49
stock-market 49
structural 49
subcommittee 49
track 49
acquiring 48
alliance 48
assembly 48
bailout 48
calif 48
carried 48
controversial 48
cross 48
excluding 48
fast 48
father 48
football 48
forecasts 48
georgia 48
grown 48
hear 48
hewlett-packard 48
jointly 48
limits 48
millions 48
mine 48
mining 48
mitchell 48
normally 48
observers 48
opportunities 48
pittsburgh 48
restaurant 48
scientific 48
severe 48
spain 48
speech 48
succeed 48
temporarily 48
title 48
trump 48
ultimately 48
unable 48
understand 48
watch 48
atlantic 47
attack 47
carolina 47
cd 47
coffee 47
collection 47
counsel 47
creating 47
deliver 47
democracy 47
expanding 47
extend 47
faced 47
factor 47
fields 47
governments 47
heat 47
helping 47
inventories 47
invested 47
lowered 47
mac 47
massive 47
politicians 47
presence 47
quantum 47
rebound 47
requires 47
resignation 47
resume 47
sees 47
simple 47
student 47
takeovers 47
urged 47
a.m. 46
administrative 46
aside 46
assume 46
branches 46
card 46
centrust 46
child 46
citizens 46
collapsed 46
cooperation 46
coup 46
davis 46
douglas 46
ensure 46
everybody 46
gasoline 46
grain 46
guaranteed 46
guy 46
health-care 46
hot 46
household 46
import 46
israel 46
lawsuits 46
learned 46
merchandise 46
metric 46
miller 46
modern 46
philadelphia 46
possibly 46
prison 46
progress 46
prudential-bache 46
pushing 46
realize 46
reducing 46
ross 46
semiconductor 46
sets 46
shot 46
suits 46
technologies 46
tied 46
turmoil 46
turning 46
types 46
typical 46
agent 45
agents 45
aids 45
allowing 45
alternatives 45
approve 45
atlanta 45
b 45
badly 45
cellular 45
comments 45
committed 45
contends 45
corporation 45
costa 45
easier 45
facing 45
friend 45
friendly 45
garden 45
hall 45
harder 45
heads 45
heard 45
hearings 45
hired 45
hungary 45
lawrence 45
lawsuit 45
letters 45
match 45
middle 45
moderate 45
nevertheless 45
otherwise 45
playing 45
prompted 45
ratio 45
reforms 45
seeks 45
soft 45
stories 45
studio 45
supposed 45
troubles 45
two-year 45
users 45
van 45
wait 45
write 45
advice 44
airport 44
anticipated 44
awarded 44
blue-chip 44
bringing 44
career 44
check 44
code 44
commitment 44
commodities 44
culture 44
dean 44
default 44
editorial 44
enormous 44
enterprises 44
equivalent 44
expanded 44
expense 44
fidelity 44
freddie 44
gap 44
greenspan 44
india 44
inside 44
marshall 44
martin 44
metal 44
ran 44
resistance 44
resulted 44
rooms 44
sell-off 44
sophisticated 44
york-based 44
affiliate 43
allegations 43
answer 43
attractive 43
beach 43
becoming 43
brief 43
christmas 43
circumstances 43
delays 43
disappointing 43
divisions 43
exposure 43
fast-food 43
fellow 43
foods 43
formerly 43
founder 43
friends 43
graphics 43
hampshire 43
hooker 43
impossible 43
merely 43
northeast 43
numerous 43
ogilvy 43
pennsylvania 43
portfolios 43
predict 43
pulled 43
revenues 43
somewhat 43
statements 43
steady 43
sudden 43
supported 43
targets 43
threatened 43
turner 43
weaker 43
boom 42
brooks 42
buy-outs 42
cautious 42
chancellor 42
changing 42
cheap 42
coal 42
commissions 42
confident 42
consolidated 42
contributions 42
disk 42
fashion 42
freedom 42
frequently 42
genes 42
korean 42
maximum 42
merc 42
mountain 42
orange 42
plastic 42
prospect 42
rapid 42
reading 42
recalls 42
regarding 42
retailer 42
rico 42
rivals 42
roll 42
secondary 42
seeing 42
ship 42
site 42
status 42
strongly 42
subsidies 42
surprised 42
thin 42
three-month 42
tobacco 42
turns 42
variety 42
video 42
warning 42
whatever 42
widespread 42
airways 41
appointed 41
becomes 41
beer 41
billions 41
blame 41
blood 41
breeden 41
carries 41
claimed 41
closer 41
complained 41
dealer 41
delta 41
educational 41
elaborate 41
eliminate 41
employers 41
establish 41
exactly 41
fighting 41
filled 41
foundation 41
fundamental 41
handling 41
insist 41
maintenance 41
mass 41
maxwell 41
memory 41
miami 41
nikkei 41
nyse 41
one-year 41
peabody 41
profitability 41
promised 41
published 41
quiet 41
retain 41
sellers 41
slid 41
son 41
surprising 41
theory 41
tower 41
transfer 41
two-thirds 41
unemployment 41
walter 41
watching 41
wholesale 41
wonder 41
after-tax 40
announce 40
applications 40
baltimore 40
banco 40
bob 40
causing 40
channel 40
consensus 40
currencies 40
deep 40
determine 40
developer 40
downturn 40
encourage 40
formal 40
fresh 40
genetic 40
gop 40
harris 40
indicates 40
lang 40
line-item 40
merchant 40
message 40
messrs. 40
mich. 40
one-third 40
organizations 40
pilot 40
player 40
promotion 40
reputation 40
rtc 40
tape 40
unsecured 40
viewed 40
viewers 40
violations 40
vs. 40
winter 40
worker 40
apply 39
bellsouth 39
besides 39
borrowing 39
brazil 39
brewing 39
broken 39
cells 39
clean 39
concept 39
covering 39
daniel 39
delayed 39
developers 39
doubled 39
effectively 39
english 39
exceed 39
franchise 39
honecker 39
hunt 39
identified 39
illinois 39
incentives 39
insurer 39
kodak 39
looked 39
machinery 39
mason 39
massachusetts 39
nervous 39
noting 39
operators 39
permanent 39
plastics 39
plummeted 39
race 39
reasonable 39
recorded 39
represented 39
retired 39
seat 39
shop 39
shops 39
sustained 39
table 39
wave 39
address 38
african 38
aide 38
analysis 38
begins 38
bet 38
bloc 38
broke 38
buy-back 38
cast 38
chamber 38
combination 38
compete 38
connection 38
consumption 38
crucial 38
dead 38
demands 38
desire 38
donaldson 38
du 38
enforcement 38
explain 38
five-year 38
fly 38
generate 38
identify 38
introduce 38
keating 38
nationwide 38
ought 38
papers 38
parliament 38
procedures 38
purpose 38
risen 38
royal 38
s&l 38
sensitive 38
simmons 38
sluggish 38
standing 38
storage 38
thomson 38
victory 38
virginia 38
writer 38
agriculture 37
apart 37
appropriate 37
arrangement 37
aware 37
broadcast 37
broader 37
campbell 37
carrying 37
considerable 37
cycle 37
dealing 37
detroit 37
developments 37
divided 37
economics 37
encouraged 37
engineers 37
enter 37
essentially 37
forms 37
g. 37
husband 37
legislative 37
lilly 37
location 37
narrow 37
nec 37
nicaragua 37
occurred 37
officers 37
packaging 37
places 37
priority 37
renewed 37
replaced 37
round 37
schedule 37
stable 37
stands 37
subsidiaries 37
supporters 37
surprise 37
syndicate 37
totaling 37
wright 37
yeargin 37
achieved 36
arm 36
arthur 36
assuming 36
beat 36
behalf 36
complaints 36
constitution 36
credibility 36
criticized 36
deadline 36
delivered 36
difficulties 36
efficient 36
entirely 36
exclusive 36
favorable 36
features 36
filings 36
financially 36
forest 36
fujitsu 36
gamble 36
governor 36
guard 36
guide 36
handful 36
hanover 36
host 36
indian 36
intense 36
interest-rate 36
killed 36
leaves 36
loyalty 36
nixon 36
opec 36
overnight 36
peace 36
planners 36
principle 36
programming 36
projections 36
pulp 36
purposes 36
ranging 36
registered 36
regulation 36
remarks 36
respond 36
restaurants 36
secured 36
send 36
sit 36
slower 36
steep 36
successor 36
testing 36
thompson 36
trends 36
turnover 36
viacom 36
waste 36
a$ 35
abandoned 35
accounted 35
apparent 35
approximately 35
argument 35
asian 35
attempting 35
barney 35
blamed 35
body 35
cleveland 35
comfortable 35
compensation 35
competing 35
comprehensive 35
conduct 35
containers 35
defensive 35
des 35
device 35
downward 35
draw 35
driving 35
edition 35
egg 35
engine 35
evening 35
expire 35
fans 35
feeling 35
fleet 35
forward 35
gen. 35
goals 35
hoped 35
indication 35
indicators 35
involve 35
kill 35
kkr 35
leverage 35
ltv 35
marine 35
marketplace 35
mci 35
meant 35
mercantile 35
mills 35
monitor 35
payable 35
planes 35
pont 35
precious 35
pressures 35
readers 35
recovered 35
reluctant 35
repair 35
requiring 35
rock 35
roman 35
scale 35
senator 35
shut 35
slump 35
speculators 35
spirits 35
suddenly 35
theater 35
tight 35
wcrs 35
wheat 35
wild 35
abortions 34
acknowledged 34
acting 34
allen 34
asset-backed 34
bar 34
barely 34
berlin 34
bulk 34
cincinnati 34
classes 34
cosmetics 34
d.c. 34
defend 34
deficit-reduction 34
definitive 34
delmed 34
democrat 34
departure 34
dramatic 34
dutch 34
eager 34
el 34
engelken 34
experienced 34
fla. 34
hits 34
holiday 34
hoping 34
imperial 34
intent 34
island 34
italian 34
las 34
liberal 34
linked 34
medicine 34
mergers 34
mesa 34
negotiated 34
newport 34
optimistic 34
ortega 34
packages 34
plenty 34
regime 34
reinsurance 34
representative 34
science 34
starts 34
steinhardt 34
sufficient 34
suspension 34
taiwan 34
tom 34
toy 34
witter 34
activists 33
aetna 33
allies 33
assumption 33
attitude 33
avenue 33
award 33
backing 33
basket 33
biotechnology 33
canceled 33
capped 33
cheaper 33
christopher 33
coalition 33
connecticut 33
contend 33
convert 33
convicted 33
corry 33
crowd 33
daiwa 33
denver 33
discussing 33
earth 33
eased 33
edison 33
eggs 33
engaged 33
falls 33
fill 33
gonzalez 33
grants 33
halted 33
hardly 33
henry 33
holder 33
icahn 33
imported 33
jim 33
latin 33
leads 33
learn 33
learning 33
license 33
love 33
mainframe 33
manage 33
mature 33
miss 33
obviously 33
occur 33
oppose 33
peak 33
phoenix 33
poll 33
pool 33
premiums 33
promote 33
psyllium 33
recover 33
relative 33
responded 33
ride 33
rockefeller 33
screen 33
selected 33
shape 33
spielvogel 33
stood 33
strip 33
surplus 33
testimony 33
three-year 33
timing 33
toyota 33
treaty 33
trip 33
watched 33
weapons 33
westinghouse 33
wine 33
writing 33
acts 32
aggressively 32
answers 32
appreciation 32
asbestos 32
associate 32
author 32
authorized 32
behavior 32
candidate 32
cap 32
catch 32
category 32
causes 32
charging 32
coca-cola 32
comparison 32
conducted 32
conservatives 32
creative 32
credits 32
deaths 32
decades 32
distributed 32
earn 32
ends 32
fit 32
germans 32
hundred 32
ideas 32
indicating 32
interbank 32
kids 32
lufkin 32
manages 32
mary 32
mcdonald 32
michigan 32
minneapolis 32
nasa 32
obvious 32
odds 32
opponents 32
originally 32
p. 32
permission 32
pieces 32
potentially 32
pounds 32
presented 32
program-trading 32
promises 32
rape 32
recapitalization 32
remic 32
remove 32
robust 32
scott 32
search 32
secret 32
shall 32
ships 32
solid 32
sons 32
suffer 32
swap 32
telegraph 32
telling 32
thinking 32
turnaround 32
unions 32
warren 32
wolf 32
1990s 31
allianz 31
argues 31
audit 31
borrowed 31
brain 31
busy 31
cards 31
clearing 31
coke 31
compares 31
concrete 31
copy 31
dealings 31
disclosure 31
districts 31
drew 31
duties 31
easing 31
exceeded 31
experiments 31
expert 31
famous 31
flying 31
foot 31
founded 31
galileo 31
gary 31
gray 31
handled 31
happens 31
high-risk 31
improvements 31
kennedy 31
lewis 31
link 31
maine 31
mainframes 31
merge 31
ncnb 31
novel 31
onto 31
owed 31
paintings 31
paramount 31
participation 31
pattern 31
poverty 31
productivity 31
proved 31
rallied 31
rebounded 31
recognition 31
recommended 31
resolve 31
resort 31
revive 31
rey 31
roger 31
sam 31
scenario 31
sex 31
sheet 31
shell 31
stadium 31
start-up 31
steven 31
struck 31
subscribers 31
succeeded 31
succeeding 31
teachers 31
teams 31
tentatively 31
totally 31
underwriter 31
upward 31
vary 31
weather 31
webster 31
whites 31
younger 31
afford 30
akzo 30
allows 30
aluminum 30
anybody 30
attached 30
aviation 30
bankruptcy-law 30
bidders 30
breakers 30
breaking 30
burden 30
calculated 30
choose 30
climate 30
concentrate 30
consideration 30
controversy 30
coors 30
cotton 30
detailed 30
disappointed 30
donations 30
drilling 30
dropping 30
factories 30
fda 30
fee 30
giuliani 30
grant 30
gyrations 30
happy 30
harvard 30
helps 30
howard 30
iii 30
imposed 30
inquiry 30
investment-grade 30
joining 30
labor-management 30
malcolm 30
merksamer 30
mobil 30
organized 30
outcome 30
pa. 30
permit 30
permitted 30
pilson 30
plays 30
poison 30
pollution 30
powers 30
professionals 30
raises 30
raw 30
realized 30
referring 30
residential 30
scores 30
squeeze 30
stability 30
stakes 30
stevens 30
stress 30
submitted 30
sued 30
supplier 30
supporting 30
surprisingly 30
uncertain 30
urging 30
va. 30
vegas 30
versions 30
veteran 30
weight 30
winning 30
wish 30
zealand 30
anticipation 29
apparel 29
automobile 29
barrel 29
barriers 29
blow 29
carl 29
caution 29
chicken 29
cia 29
classic 29
commonwealth 29
completely 29
contractor 29
copies 29
departments 29
depending 29
depressed 29
discontinued 29
discussed 29
disease 29
dismissed 29
dynamics 29
electrical 29
electricity 29
exist 29
explains 29
eyes 29
fbi 29
fired 29
fixed-rate 29
gov. 29
greatest 29
hahn 29
hospitals 29
ill. 29
importance 29
iowa 29
judicial 29
knew 29
leasing 29
legislators 29
longtime 29
malaysia 29
memories 29
midwest 29
milk 29
mines 29
modestly 29
nomura 29
nonetheless 29
penalties 29
pointed 29
polish 29
prefer 29
projected 29
receipts 29
reductions 29
refinery 29
requested 29
resolved 29
rowe 29
rural 29
sciences 29
segments 29
socialist 29
stated 29
steadily 29
steelmakers 29
stone 29
stuff 29
subsequent 29
symbol 29
technique 29
texaco 29
tiny 29
tone 29
waertsilae 29
warrant 29
withdrawal 29
advised 28
alexander 28
arguments 28
articles 28
artist 28
assumed 28
attempts 28
attracted 28
baby 28
beverly 28
bikes 28
bloomingdale 28
bolster 28
businessmen 28
carnival 28
character 28
checks 28
cohen 28
collateral 28
committees 28
complain 28
consent 28
consortium 28
contras 28
controlling 28
correct 28
counter 28
curb 28
darman 28
debts 28
degree 28
dennis 28
deny 28
display 28
diversified 28
duty 28
edge 28
eliminated 28
emerging 28
emphasis 28
era 28
expecting 28
extension 28
false 28
farmer 28
favorite 28
financier 28
focused 28
foreign-exchange 28
fox 28
freeway 28
gandhi 28
greatly 28
hefty 28
hire 28
insisted 28
interesting 28
involvement 28
jeffrey 28
jenrette 28
justin 28
k 28
kenneth 28
lease 28
lies 28
lists 28
load 28
marcos 28
maryland 28
master 28
maynard 28
mips 28
mission 28
necessarily 28
negotiable 28
newsletter 28
notice 28
obtained 28
outlets 28
page 28
participate 28
pays 28
penalty 28
pill 28
pinkerton 28
polls 28
predicting 28
presidential 28
printing 28
probe 28
publications 28
rare 28
reaching 28
receiving 28
requests 28
rescue 28
retire 28
roberts 28
ronald 28
seasonally 28
seidman 28
sitting 28
slowed 28
state-owned 28
stateswest 28
steve 28
straight 28
streets 28
structures 28
switch 28
tells 28
tennessee 28
therefore 28
tools 28
train 28
transport 28
vast 28
visitors 28
wood 28
yes 28
academic 27
acres 27
adjustable 27
adjustments 27
adverse 27
aim 27
allegedly 27
amex 27
annualized 27
ariz. 27
arms 27
bartlett 27
bases 27
bethlehem 27
boards 27
boren 27
bullish 27
capitol 27
chosen 27
cleared 27
comptroller 27
connaught 27
cos. 27
credit-card 27
dangerous 27
difficulty 27
discipline 27
disney 27
doctors 27
economies 27
edt 27
equities 27
expiration 27
extensive 27
fail 27
findings 27
flexibility 27
foreigners 27
franklin 27
freight 27
gotten 27
grace 27
happening 27
hardware 27
harry 27
house-senate 27
improving 27
indictment 27
insists 27
inventory 27
jose 27
kellogg 27
l.j. 27
laboratories 27
lebanon 27
legislature 27
lift 27
lockheed 27
lots 27
maintained 27
mart 27
mgm 27
mill 27
missing 27
mix 27
mortgage-backed 27
officially 27
ordinary 27
perspective 27
pharmaceuticals 27
plane 27
plea 27
quotas 27
quotations 27
quotron 27
reality 27
rebels 27
remember 27
respectively 27
restore 27
restructure 27
retained 27
reynolds 27
rica 27
sanctions 27
sat 27
second-largest 27
sentiment 27
seoul 27
showtime 27
slight 27
smoking 27
solution 27
specifically 27
struggling 27
studios 27
studying 27
survive 27
sweeping 27
traditionally 27
unfair 27
walls 27
well-known 27
zero-coupon 27
190-point 26
500-stock 26
absolutely 26
accident 26
adjustment 26
advocates 26
aides 26
anyway 26
aspects 26
bankamerica 26
black-and-white 26
borrow 26
casino 26
casualty 26
cathay 26
cattle 26
characters 26
charities 26
components 26
conner 26
conviction 26
courter 26
covers 26
diluted 26
downtown 26
dumped 26
expires 26
failing 26
fiat 26
flag 26
foster 26
ghost 26
gnp 26
grounds 26
implications 26
indications 26
injuries 26
lbo 26
lowest 26
marked 26
merged 26
monitoring 26
notion 26
partial 26
partnerships 26
performed 26
periods 26
philippines 26
plaintiffs 26
pleaded 26
pop 26
posts 26
preparing 26
recognized 26
reject 26
reportedly 26
repurchase 26
risky 26
row 26
sacramento 26
scene 26
scheme 26
seasonal 26
sectors 26
seriously 26
somebody 26
specified 26
stem 26
strategist 26
suppliers 26
surveyed 26
taylor 26
theme 26
ticket 26
ton 26
trelleborg 26
unfortunately 26
unisys 26
upham 26
vulnerable 26
wages 26
warsaw 26
worries 26
a.m 25
abuse 25
acceptance 25
adequate 25
admitted 25
advisory 25
ambitious 25
apartment 25
appointment 25
approached 25
automatic 25
barry 25
belief 25
cell 25
charity 25
colorado 25
completion 25
conceded 25
confusion 25
conglomerate 25
considerably 25
consistently 25
conspiracy 25
converted 25
convinced 25
count 25
craig 25
delaware 25
depends 25
discounting 25
dominated 25
durable 25
eagle 25
excessive 25
feared 25
financed 25
fined 25
focusing 25
funded 25
greece 25
guys 25
hotels 25
ill 25
impose 25
incentive 25
insider 25
kansas 25
killing 25
kinds 25
lackluster 25
lane 25
liabilities 25
lire 25
loan-loss 25
located 25
lunch 25
measured 25
merieux 25
method 25
missouri 25
nearby 25
neighborhood 25
nicholas 25
olivetti 25
overhaul 25
print 25
procter 25
produces 25
prospective 25
protected 25
ps 25
publication 25
pull 25
quebecor 25
racial 25
railroad 25
ralph 25
recall 25
republic 25
respect 25
restricted 25
revolution 25
rothschild 25
saab 25
samuel 25
satellite 25
saudi 25
signaled 25
similarly 25
sole 25
southeast 25
stein 25
stepped 25
storm 25
sullivan 25
taxable 25
terrorism 25
thousand 25
tiger 25
travelers 25
usa 25
vietnam 25
weakening 25
wire 25
1960s 24
admits 24
adopt 24
affiliates 24
agrees 24
alex 24
angry 24
asks 24
bargain 24
basically 24
bearish 24
bonuses 24
box 24
brussels 24
budgets 24
c 24
cfcs 24
charter 24
cleanup 24
colgate 24
commissioner 24
competitor 24
complaint 24
complicated 24
compound 24
concedes 24
concessions 24
confirm 24
consequences 24
contain 24
contest 24
contractors 24
crimes 24
danger 24
dataproducts 24
diego 24
disasters 24
discounts 24
dozens 24
elderly 24
empire 24
enable 24
encouraging 24
entry 24
est 24
experiment 24
facts 24
failures 24
fat 24
finds 24
forcing 24
formally 24
franchisees 24
fueled 24
globe 24
hastings 24
honda 24
informed 24
injured 24
investigating 24
irish 24
kemper 24
kentucky 24
lock 24
loose 24
loyal 24
mention 24
mexican 24
mgm\/ua 24
milton 24
momentum 24
motion 24
netherlands 24
oklahoma 24
panamanian 24
passenger 24
persuade 24
picked 24
pleased 24
puerto 24
racketeering 24
random 24
raymond 24
reacted 24
reliance 24
renaissance 24
rent 24
repeatedly 24
replacement 24
reset 24
respondents 24
restrict 24
ringers 24
rolling 24
roy 24
rumored 24
rush 24
sand 24
seed 24
serving 24
setback 24
shelf 24
skills 24
speak 24
staffers 24
stick 24
stockholders 24
surrounding 24
targeted 24
tire 24
toll 24
tool 24
tracks 24
transferred 24
treasurys 24
ultimate 24
unveiled 24
valuable 24
violated 24
walk 24
wars 24
williams 24
wpp 24
youth 24
30-day 23
achieve 23
affair 23
aftermath 23
amounted 23
application 23
assessment 23
assist 23
averaged 23
ball 23
banned 23
baskets 23
bass 23
bates 23
bells 23
benefited 23
berkeley 23
boosting 23
born 23
boys 23
bridges 23
buys 23
calculations 23
carefully 23
carpenter 23
cent 23
chevron 23
cigarettes 23
claiming 23
climb 23
combat 23
comedy 23
compiled 23
concentrated 23
consistent 23
contained 23
conversion 23
cool 23
creditor 23
crunch 23
die 23
doctor 23
dpc 23
driven 23
edged 23
efficiency 23
emerged 23
emotional 23
employer 23
essential 23
evans 23
execution 23
explained 23
fare 23
fargo 23
fundamentals 23
highs 23
hiring 23
ideal 23
incurred 23
independence 23
indicator 23
injunction 23
installed 23
introduction 23
iron 23
jackson 23
jet 23
jewish 23
judgment 23
laboratory 23
landing 23
lend 23
lobbying 23
lone 23
lotus 23
marina 23
massage 23
meaning 23
mentioned 23
microsoft 23
mikhail 23
ministers 23
missile 23
mississippi 23
money-market 23
moon 23
moore 23
nabisco 23
negotiate 23
nelson 23
nice 23
nine-month 23
obligations 23
owning 23
polaroid 23
predicts 23
pro 23
prominent 23
protests 23
publishers 23
redemption 23
relationships 23
repeated 23
resorts 23
robertson 23
routes 23
russian 23
screens 23
secure 23
seller 23
sending 23
shortage 23
skeptical 23
slowly 23
societe 23
sounds 23
spill 23
stance 23
stretch 23
striking 23
struggle 23
suggesting 23
suspect 23
swedish 23
tandem 23
tandy 23
tendered 23
touch 23
tougher 23
tourists 23
turkey 23
tw 23
upset 23
violation 23
whitbread 23
advances 22
aeroflot 22
affecting 22
alaska 22
amoco 22
arguing 22
arrow 22
attended 22
bally 22
beers 22
bike 22
boesky 22
breaks 22
bruce 22
bureaucracy 22
carter 22
chicago-based 22
clothes 22
clothing 22
cocoa 22
colony 22
communities 22
compare 22
compliance 22
conflict 22
contribution 22
convention 22
counts 22
defendant 22
dual 22
eliminating 22
employed 22
engines 22
expenditures 22
explanation 22
featuring 22
federation 22
fha 22
films 22
florio 22
formula 22
geneva 22
gerald 22
gramm-rudman 22
healthvest 22
horse 22
hudson 22
hughes 22
idle 22
imf 22
incest 22
indexes 22
interviewed 22
involves 22
jacobson 22
justify 22
katz 22
lake 22
links 22
liquid 22
lucrative 22
male 22
matching 22
maturing 22
mercury 22
minute 22
nigel 22
notably 22
ocean 22
operational 22
painting 22
palo 22
path 22
percent 22
phase 22
pit 22
planner 22
politically 22
polyethylene 22
presidents 22
proceed 22
publish 22
pursuing 22
quota 22
ranks 22
rarely 22
recognize 22
refinancing 22
rejection 22
rely 22
responsibilities 22
reverse 22
salary 22
shipped 22
sizable 22
ski 22
solutions 22
song 22
spanish 22
speaker 22
specialized 22
spiegel 22
stolen 22
strengthen 22
string 22
stuck 22
suburban 22
threatening 22
tourist 22
triple-a 22
tvs 22
unprecedented 22
unusually 22
upjohn 22
useful 22
user 22
victim 22
visited 22
weakened 22
wear 22
wilson 22
window 22
withdraw 22
withdrew 22
year-end 22
13th 21
absence 21
adults 21
afraid 21
agenda 21
altogether 21
anthony 21
anywhere 21
arrangements 21
assurance 21
attacks 21
backer 21
bias 21
bitter 21
blocks 21
bondholders 21
bright 21
broadly 21
brother 21
bus 21
businessman 21
campaigns 21
cargo 21
categories 21
challenges 21
cigarette 21
concerning 21
congressman 21
connected 21
contribute 21
convenience 21
cowboys 21
creation 21
cubic 21
decrease 21
denies 21
diamond 21
discrimination 21
distributor 21
dominant 21
doors 21
drawing 21
dream 21
drops 21
edwards 21
eligible 21
emerge 21
employs 21
examination 21
exchequer 21
executed 21
explaining 21
feb. 21
feels 21
fuji 21
full-year 21
furniture 21
generated 21
glenn 21
goodson 21
heritage 21
high-quality 21
honor 21
ignore 21
ignored 21
immune 21
ingersoll 21
intend 21
jail 21
jerry 21
jurors 21
kingdom 21
lately 21
lesson 21
licenses 21
lived 21
louisville 21
lung 21
meantime 21
mere 21
meredith 21
midst 21
milan 21
minnesota 21
mood 21
murder 21
nfl 21
northwest 21
offsetting 21
ounces 21
overcome 21
ozone 21
pemex 21
perform 21
permits 21
petrochemical 21
picking 21
postal 21
prepare 21
promoting 21
promotions 21
properly 21
protest 21
prudential 21
recommendations 21
referred 21
regarded 21
removed 21
responding 21
roads 21
rochester 21
rubicam 21
shuttle 21
signals 21
sites 21
somewhere 21
soup 21
southwest 21
specify 21
spinoff 21
spirit 21
studied 21
summit 21
surely 21
surface 21
surgery 21
thanks 21
tony 21
tourism 21
treasurer 21
treat 21
troops 21
truth 21
tva 21
visible 21
wedtech 21
windows 21
wisconsin 21
witness 21
witnesses 21
ab 20
advancing 20
agricultural 20
albert 20
alive 20
alto 20
amended 20
angeles-based 20
animals 20
announcing 20
apartheid 20
arbitragers 20
arranged 20
array 20
arrived 20
bonus 20
border 20
bradstreet 20
bronx 20
chances 20
chevrolet 20
chose 20
combine 20
command 20
computing 20
considers 20
crack 20
creates 20
cumulative 20
definition 20
della 20
depositary 20
depression 20
designer 20
diminished 20
displays 20
dole 20
dorrance 20
doubts 20
drawn 20
dump 20
dun 20
eli 20
enacted 20
engineered 20
environmentalists 20
establishment 20
ethics 20
eurocom 20
expired 20
fcc 20
female 20
femina 20
financial-services 20
frederick 20
functions 20
fusion 20
gaf 20
gardens 20
gathering 20
goldberg 20
golf 20
healthcare 20
herald 20
high-grade 20
homeless 20
honeywell 20
i. 20
ice 20
ignoring 20
illegally 20
interim 20
investigators 20
knight 20
letting 20
lifted 20
locations 20
lows 20
madison 20
marketers 20
matched 20
montreal 20
moral 20
mortality 20
motorola 20
museum 20
narrowed 20
nicaraguan 20
notified 20
occasionally 20
operated 20
oppenheimer 20
optical 20
oregon 20
pan 20
participating 20
passengers 20
perception 20
pioneer 20
pizza 20
pregnant 20
preserve 20
pro-choice 20
proper 20
psychology 20
publicity 20
qualify 20
refining 20
refund 20
refuse 20
regularly 20
regulator 20
repay 20
reporter 20
restated 20
restored 20
rice 20
rolled 20
routine 20
salaries 20
sank 20
sansui 20
seize 20
semel 20
serves 20
shared 20
sick 20
sixth 20
small-business 20
spin 20
sport 20
stamford 20
stayed 20
strikes 20
strongest 20
suffering 20
superior 20
supervision 20
switched 20
talked 20
teacher 20
throw 20
toys 20
tradition 20
tremendous 20
tries 20
unsuccessful 20
upscale 20
utah 20
v. 20
violate 20
vision 20
ward 20
wary 20
waves 20
wealth 20
widened 20
winners 20
